{
  "about": "\t I am a dedicated and passionate student with a strong interest in technology, engineering, and innovation. I am always eager to learn and apply new concepts to solve real-world challenges. With experience in leading projects and collaborating with diverse teams, I strive to contribute to the development of sustainable and impactful solutions. \n In addition to my academic pursuits, I am passionate about knowledge-sharing and connecting with like-minded individuals to exchange ideas and insights. I am constantly seeking opportunities to grow, both professionally and personally, and am excited about the potential of technology to shape the future.\nLet’s connect and explore how we can collaborate and drive positive change together. Let’s connect and explore how we can collaborate and drive positive change together.",
  "education": [
    {
      "institution": "Biju Patnaik University of Technology, Rourkela, Odisha",
      "degree": "Bachelor of Technology (B.Tech) in Electrical & Computer Engineering",
      "year": "2023 - 2027"
    },
    {
      "institution": "Jatiya Kabi Bira Kishore Das Government Higher Secondary School, Cuttack, Odisha",
      "degree": "CHSE (Science Stream)- 11th & 12th Standard",
      "year": "2021 - 2023"
    },
    {
      "institution": "Saraswati Shishu Vidya Mandir, Sharada Nagar, Cuttack, Odisha",
      "degree": "Secondary School Education (BSE Odisha Board)",
      "year": "2016 - 2021"
    },
    {
      "institution": "Harinathpur - Dasarathipatana Primary School, Dasarathipatana, Odisha",
      "degree": "Primary School Education (Sarva Shiksha Abhiyan)",
      "year": "2011 - 2016"
    },
    {
      "institution": "St. Joseph's English Medium School, Mandapada, Odisha",
      "degree": "Nursery & Pre-Primary School Education (ICSE Board)",
      "year": "2009 - 2011"
    }
  ],
  "personal_details": {
    "Name": "Manas Ranjan Das",
    "DOB": "December 6th, 2005",
    "Father's Name": "Lokanath Das",
    "Father's Occupation": "Machine Operator at 'The Sakala' - Daily Newspaper, BBSR.",
    "Mother's Name": "Puspalata Das",
    "Mother's Occupation": "Homemaker",
    "Gender": "Male",
    "Address": "Dasarathipatana, Daulatabad, Choudwar, Cuttack, Odisha, India - 754026",
    "Blood Group": "B+ve",
    "Religion": "Hinduism",
    "Nationality": "Indian",
    "Hobbies": "Reading, Traveling, Coding, Music",
    "Interests": "Technology, Science, Innovation, Environment",
    "Marital Status": "Single",
    "Languages Known": "English, Hindi, Odia",
    "Highest Qualification": "B.Tech in Electrical & Computer Engineering (Pursuing)"
  },
  "achievements": {
    "JEE Mains 2023": "Secured All India Rank '154047' among 10 Lakh+ candidates.",
    "12th Board Examination 2023": "Achieved 87.5% in CHSE Odisha Board.",
    "10th Board Examination 2021": "Achieved 86.33% in BSE Odisha Board.",
    "NIUS Physics Summer Program 2024": "Selected as one of the 71 participants nationwide for the prestigious NIUS Physics Summer Enrichment Program organized by HBCSE-TIFR.",
    "1st Research Paper Publication": "Co-authored and published my first research paper on 'Optimizing fuzzy power system stabilizers for microgrid frequency stability using improved water cycle algorithm' in Engineering Research Express.",
    "2nd Research Paper": "Authored my second research paper on 'A Hybrid Energy Harvesting System using IoT' in IoT National Conclave.",
    "Mastered ChatGPT": "Became proficient in utilizing ChatGPT for various applications including content creation, coding assistance, and problem-solving -JUNO Certified.",
    "Research": "Selected for a two-year Research Internship at HBCSE-TIFR to develop educational resources and interactive simulations for high school physics.",
    "Research-Poster": "Presented a research poster on 'Neural Processing Unit(NPU)' on the occation of IAC 2024 at NITTTR Kolkata Extension Centre, Govt. Polytechnic Campus, BHUBANESWAR.",
    "Masters in Business Administration (MBA)": "Completed MBA in Academy Europe Open University, Germany."
  },
  "posts":{
    "CEO": "Aerial.Vue Corporation - Student driven start-up focused on Technical Innovations, Skill Development and Sustainable Solutions.",
    "Co-Founder & Director of R&D": "InceptriX - A tech startup focused on Full-Stack, Data Science, AI/ML, IoT solutions, Collaboration, Workshops.",
    "Fascilitator": "Advance Resilience Kinetics- A student-led organization dedicated to fostering innovation and resilience through technology and community engagement consisting of 5 Successful Teams(ARROW, ARMOUR, SHIELD, SWORD, SPEAR) for 5 diffrent BPUT-Hackathon Projects.",
    "Leader": "Team InspyrX - An Smart India Hackathon Team working on 'Gamified Learning Platform for School Students'.",
    "Member": "Indian Society of Technical Education (ISTE) from 2024 - 2028."
   }
}
